Repository: yelog/calendar-pro
Catalog: CalendarPro/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# %d days before
source: 提前 %d 天
en: %d days before

# %d hours before
source: 提前 %d 小时
en: %d hours before

# %d items
source: %d 项
en: %d items

# %d minutes before
source: 提前 %d 分钟
en: %d minutes before

# %d more attendees
source: 还有 %d 人...
en: %d more attendees...

# About
source: 关于
en: About

# About Detail Description
source: 查看应用版本、作者信息，以及检查软件更新。
en: View app version information, author details, and check for software updates.

# Adjust Menu Bar Text
source: 调整菜单栏文本与顺序
en: Adjust menu bar text and order

# Adjustment Workdays
source: 调休上班
en: Adjustment Workdays

# Alert
source: 提醒
en: Alert

# Accept
source: 接受
en: Accept

# Accepted
source: 已接受
en: Accepted

# Apply Response
source: 应用回复范围
en: Apply Response

# All Day
source: 全天
en: All Day

# App Language
source: 应用语言
en: App Language

# App Language Description
source: 选择跟随系统语言，或为 Calendar Pro 单独指定语言。
en: Choose whether Calendar Pro follows the system language or uses a fixed app language.

# At Due Time
source: 到期时
en: At Due Time

# Attendees
source: 参会人
en: Attendees

# Avoid
source: 忌
en: Avoid

# Bank Holidays
source: 银行假日
en: Bank Holidays

# Basic Settings
source: 基础设置
en: Basic Settings

# Beta
source: 测试版
en: Beta

# Cache fallback
source: 远程更新失败时会回退到缓存。
en: Falls back to cached data when remote update fails.

# Cache in use
source: 当前使用缓存节假日数据…
en: Using cached holiday data…

# Cal off
source: 日历关
en: Cal off

# Cal on
source: 日历开
en: Cal on

# Calendar
source: 所属日历
en: Calendar

# Calendar Access Required
source: 需要日历访问权限
en: Calendar access required

# Calendar Display
source: 日历显示
en: Calendar Display

# Cancel
source: 取消
en: Cancel

# Canceled
source: 已取消
en: Canceled

# Check Automatically for Updates
source: 自动检查更新
en: Check automatically for updates

# Check for Updates
source: 检查更新
en: Check for Updates

# Choose Calendars
source: 选择日历
en: Choose Calendars

# Choose Reminder Lists
source: 选择提醒事项列表
en: Choose Reminder Lists

# Collapse
source: 收起
en: Collapse

# Completed on %@
source: 已完成于 %@
en: Completed on %@

# Configure Holiday Data
source: 配置地区与节假日数据
en: Configure holiday data

# Custom Repeat
source: 自定义重复
en: Custom Repeat

# Choose whether to update only this event or the whole series.
source: 选择只更新本次日程，还是应用到整个系列。
en: Choose whether to update only this event or the whole series.

# Decline
source: 拒绝
en: Decline

# Declined
source: 已拒绝
en: Declined

# Entire Series
source: 整个系列
en: Entire Series

# Daily
source: 每天
en: Daily

# Data Sources
source: 数据来源
en: Data Sources

# Date
source: 日期
en: Date

# Disable
source: 关闭
en: Disable

# Display Items
source: 显示项
en: Display Items

# Enable
source: 开启
en: Enable

# Enable %@
source: 启用 %@
en: Enable %@

# English
source: 英语
en: English

# Event Details
source: 日程详情
en: Event Details

# Events
source: 日程
en: Events

# Events Detail Description
source: 管理日历与提醒事项访问权限，并选择要在面板中显示的数据来源。
en: Manage Calendar and Reminders permissions, and choose the sources shown in the popover.

# Events off
source: 日程已关闭
en: Events off

# Every %d Days
source: 每 %d 天
en: Every %d Days

# Every %d Months
source: 每 %d 个月
en: Every %d Months

# Every %d Weeks
source: 每 %d 周
en: Every %d Weeks

# Every %d Years
source: 每 %d 年
en: Every %d Years

# Expand
source: 展开
en: Expand

# Federal Holidays
source: 联邦假日
en: Federal Holidays

# Follow System
source: 跟随系统
en: Follow System

# General
source: 通用
en: General

# General Detail Description
source: 集中查看当前设置概览，确认菜单栏、日程和地区能力的启用状态。
en: Review the current configuration and confirm which menu bar, event, and regional features are enabled.

# Go to GitHub
source: 前往 GitHub
en: Go to GitHub

# High
source: 高
en: High

# Highlight Weekends
source: 周末高亮显示
en: Highlight Weekends

# Highlight Weekends Description
source: 将周六、周日的日期数字及标题显示为红色，便于快速区分休息日。
en: Show weekend dates and headers in red for quicker scanning.

# Holiday
source: 节假日
en: Holiday

# Holiday Data
source: 节假日数据
en: Holiday Data

# Hong Kong
source: 中国香港
en: Hong Kong

# Include Calendar Events
source: 包含日历日程
en: Include calendar events

# Include Reminders
source: 包含提醒事项
en: Include reminders

# Join %@ Meeting
source: 加入%@会议
en: Join %@ Meeting

# Join Google Meet
source: 加入Google Meet
en: Join Google Meet

# Join GoTo Meeting
source: 加入GoTo Meeting
en: Join GoTo Meeting

# Join Tencent Meeting
source: 加入腾讯会议
en: Join Tencent Meeting

# Join VooV Meeting
source: 加入VooV会议
en: Join VooV Meeting

# Launch
source: 启动
en: Launch

# Launch approval detail
source: 系统需要你在“系统设置 > 通用 > 登录项”中批准 Calendar Pro。
en: Approve Calendar Pro in System Settings > General > Login Items.

# Launch approval required
source: 系统需要批准后才能完成开机启动，请前往“系统设置 > 通用 > 登录项”继续操作。
en: System approval is required to finish enabling launch at login. Open System Settings > General > Login Items to continue.

# Launch at Login
source: 开机自动启动
en: Launch at Login

# Launch at Login Description
source: 登录当前用户后自动启动 Calendar Pro，修改后立即生效。
en: Start Calendar Pro automatically after the current user signs in.

# Launch Disabled
source: 未开启
en: Disabled

# Launch disabled detail
source: 当前未加入系统登录项，需要时可以随时开启。
en: Calendar Pro is not currently listed as a login item. You can enable it at any time.

# Launch Enabled
source: 已开启
en: Enabled

# Launch enabled detail
source: 开机后 Calendar Pro 会自动启动。
en: Calendar Pro launches automatically after login.

# Launch Pending Approval
source: 等待批准
en: Pending Approval

# Launch unavailable
source: 当前无法配置开机启动，请从已安装的应用包启动 Calendar Pro 后重试。
en: Launch at login is currently unavailable. Open Calendar Pro from the installed app bundle and try again.

# Launch unavailable detail
source: 系统当前未找到可注册的应用实例，请从已安装的应用包启动后重试。
en: No registrable app instance was found. Launch Calendar Pro from the installed app bundle and try again.

# Link
source: 链接
en: Link

# Links
source: 链接
en: Links

# List
source: 所属列表
en: List

# Loading
source: 加载中
en: Loading

# Location
source: 地点
en: Location

# Low
source: 低
en: Low

# Lunar
source: 农历
en: Lunar

# macOS Menu Bar Calendar
source: macOS 菜单栏日历
en: macOS Menu Bar Calendar

# Mainland China
source: 中国大陆
en: Mainland China

# Manage Calendar Sources
source: 管理日历与提醒事项来源
en: Manage calendar and reminder sources

# Manual Refresh
source: 手动刷新
en: Manual Refresh

# Medium
source: 中
en: Medium

# Menu Bar
source: 菜单栏
en: Menu Bar

# Menu Bar Detail Description
source: 调整菜单栏显示项、分隔符、排序与样式，实时预览最终显示效果。
en: Adjust menu bar items, separators, ordering, and styles with a live preview.

# Menu Bar Preview
source: 菜单栏预览
en: Menu Bar Preview

# Monday First
source: 周一在前
en: Monday First

# Monthly
source: 每月
en: Monthly

# Maybe
source: 待定
en: Maybe

# OK
source: 好
en: OK

# Only This Event
source: 仅本次
en: Only This Event

# Response
source: 参与状态
en: Response

# Native macOS menu bar calendar
source: 原生 macOS 菜单栏日历、日程与地区化节假日配置。
en: Native macOS menu bar calendar, events, and regional holiday settings.

# Next Month
source: 下一月
en: Next Month

# No Calendars Available
source: 暂无可用日历
en: No calendars available

# No Due Date
source: 无截止日期
en: No Due Date

# No event sources enabled
source: 未启用任何日程来源
en: No event sources enabled

# No events today
source: 当天无日程
en: No events today

# No More Details
source: 暂无更多详情
en: No more details

# No Reminder Lists Available
source: 暂无可用提醒事项列表
en: No reminder lists available

# No remote configured
source: 需要配置远程 manifest 地址后才可手动刷新。
en: Configure a remote manifest URL to enable manual refresh.

# No remote holiday source configured
source: 未配置远程节假日数据源，当前使用内置数据
en: No remote holiday data source configured, using bundled data

# No Time
source: 未指定时间
en: No Time

# Notes
source: 备注
en: Notes

# OFF
source: 休
en: OFF

# Open in Calendar
source: 在日历中打开
en: Open in Calendar

# Open in Reminders
source: 在提醒事项中打开
en: Open in Reminders

# Open Link
source: 打开链接
en: Open Link

# Panel Info
source: 面板信息
en: Panel Info

# Previous Month
source: 上一月
en: Previous Month

# Priority
source: 优先级
en: Priority

# Public Holidays
source: 公众假期
en: Public Holidays

# Quit
source: 退出
en: Quit

# Recommended
source: 宜
en: Recommended

# Refreshed remote holiday data v%@
source: 已刷新远程节假日数据 v%@
en: Refreshed remote holiday data v%@

# Regions and Holidays
source: 地区与节假日
en: Regions & Holidays

# Regions Detail Description
source: 选择节假日地区数据集，必要时手动刷新远程节假日清单。
en: Choose regional holiday datasets and manually refresh the remote holiday feed when needed.

# Rem off
source: 提醒关
en: Rem off

# Rem on
source: 提醒开
en: Rem on

# Reminder Details
source: 提醒事项详情
en: Reminder Details

# Reminders Access Required
source: 需要提醒事项访问权限
en: Reminders access required

# Remote holiday data unchanged v%@
source: 远程数据未更新，继续使用缓存 v%@
en: Remote holiday data unchanged, using cached v%@

# Remote refresh failed
source: 远程更新失败，使用缓存数据。
en: Remote refresh failed, using cached data.

# Remote refresh failed, using bundled holiday data
source: 远程更新失败，当前回退到内置节假日数据
en: Remote refresh failed, using bundled holiday data

# Remote refreshed
source: 已刷新远程节假日数据。
en: Holiday data refreshed from remote.

# Repeat
source: 重复
en: Repeat

# Request Access
source: 请求权限
en: Request Access

# Select Year
source: 选择年份
en: Select Year

# Separator
source: 分隔符
en: Separator

# Settings
source: 设置
en: Settings

# Settings autosave
source: 设置会自动保存，修改后立即生效。
en: Settings are saved automatically and take effect immediately.

# Show Almanac
source: 显示黄历宜忌
en: Show Almanac

# Show Almanac Description
source: 在日历面板中显示当日宜忌，基于本地历法计算，无需网络。
en: Show daily almanac guidance in the calendar panel using local calendar calculations.

# Show Events Description
source: 关闭后不会显示日历日程和提醒事项，已选来源会被保留。
en: When disabled, calendar events and reminders are hidden, but your source selections are preserved.

# Show Events in Panel
source: 在面板中显示日程
en: Show events in panel

# Simplified Chinese
source: 简体中文
en: Simplified Chinese

# Space
source: 空格
en: Space

# Stable
source: 稳定版
en: Stable

# Star on GitHub
source: 在 GitHub 上 Star
en: Star on GitHub

# Star Support Message
source: 如果觉得有用，请给个 Star 支持一下
en: If Calendar Pro is useful to you, a GitHub star would help a lot.

# Statutory Holidays
source: 法定节假日
en: Statutory Holidays

# Style
source: 样式
en: Style

# Sunday First
source: 周日在前
en: Sunday First

# Time
source: 时间
en: Time

# Today
source: 今
en: Today

# Today Nav
source: 今日
en: Today

# Unable to %@ launch at login: %@
source: 无法%@开机启动：%@
en: Unable to %@ launch at login: %@

# Unavailable
source: 不可用
en: Unavailable

# United Kingdom
source: 英国
en: United Kingdom

# United States
source: 美国
en: United States

# Unknown
source: 未知
en: Unknown

# Unknown Attendee
source: 未知参会人
en: Unknown Attendee

# Untitled
source: 无标题
en: Untitled

# Unable to Update Response
source: 无法更新参与状态
en: Unable to Update Response

# Unable to Update Response Description
source: Calendar Pro 无法保存你对此日程的参与状态。
en: Calendar Pro could not save your response for this event.

# Update Channel
source: 更新通道
en: Update Channel

# Update Channel Description
source: 稳定版仅接收正式发布；切换到测试版后，会接收预发布更新。
en: Stable only receives official releases. Beta also receives prerelease updates.

# Update Check Failed
source: 检查更新失败
en: Update Check Failed

# Update Check Failed Description
source: 自动更新不可用，请前往 GitHub 下载最新版本。
en: Automatic updates are unavailable. Download the latest version from GitHub.

# Updates
source: 更新
en: Updates

# Using bundled holiday data
source: 当前使用内置节假日数据
en: Using bundled holiday data

# Using cached holiday data v%@
source: 当前使用缓存节假日数据 v%@
en: Using cached holiday data v%@

# Using cached holiday data v%@, remote refresh failed
source: 当前使用缓存节假日数据 v%@，远程更新失败
en: Using cached holiday data v%@, remote refresh failed

# Version and Updates
source: 版本信息与检查更新
en: Version info and updates

# View Current Summary
source: 查看当前配置摘要
en: View current summary

# Week Starts On
source: 每周起始日
en: Week Starts On

# Week Starts On Description
source: 设置月历面板中星期的排列顺序。
en: Choose the weekday order used in the calendar popover.

# Weekday
source: 星期
en: Weekday

# Weekly
source: 每周
en: Weekly

# Weekly %@
source: 每周%@
en: Weekly %@

# WRK
source: 班
en: WRK

# Yearly
source: 每年
en: Yearly
